{
    "NK Life-Tech | Leading Auto Care Solutions in Cambodia": "NK Life-Tech |​ សេវាកម្មថែទាំរថយន្តឈានមុខគេនៅកម្ពុជា",
    "NK Life-Tech provides expert auto care services in Cambodia, including consultancy, garage construction, system installations, and business upgrades. Elevate your auto business with us!": "NK Life-Tech ផ្ដល់សេវាកម្មថែទាំរថយន្តដែលមានជំនាញឈានមុខគេក្នុងប្រទេសកម្ពុជា ដែលរួមមានទាំងការប្រឹក្សាយោបល់ ការសាងសង់យានដ្ឋាន ការតម្លើងប្រព័ន្ធ និង​ការកែលម្អអាជីវកម្មឡើងវិញ។​ \n\nកាន់តែធ្វើឲ្យអាជីវកម្មយានដ្ឋានថែទាំរថយន្តរបស់លោកអ្នកមានភាពរឹងមាំជាមួយយើង!",
    "Your Partner in Auto Care Excellence": "ដៃគូរបស់លោកអ្នកក្នុងការរថែទាំរថយន្តដ៏អស្ចារ្យ",
    "Leading the Auto Care Industry in Cambodia with Top-Notch Consultancy, Construction, and System Solutions.": "ឈានមុខគេក្នុងវិស័យឧស្សាហកម្មថែទាំរថយន្តនៅកម្ពុជា ជាមួយនឹងការប្រឹក្សាយោបល់ច្បាស់លាស់ ការសាងសង់យានដ្ឋាន និងសេវាកម្មដោះស្រាយប្រព័ន្ធឲ្យបានល្អឥតខ្ចោះ។",
    "GET STARTED TODAY!": "ចាប់ផ្តើមថ្ងៃនេះ!",
    "EXPLORE SERVICES": "ស្វែងយល់អំពីសេវាកម្មផ្សេងៗ\n",
    "Why Choose NK Life-Tech?": "ហេតុអ្វីបានជាត្រូវជ្រើសរើស NK Life-Tech ?",
    "Expert Consultancy": "ប្រឹក្សាយោបល់ជាមួយអ្នកជំនាញច្បាស់លាស់ ",
    "NK Life-Tech provides end-to-end business solutions for auto care businesses, from financial planning to technical training.": "NK Life-Tech ផ្ដល់់ជូនដំណោះស្រាយអាជីវកម្មទាំងមូលសម្រាប់អាជីវកម្មថែទាំរថយន្ត ដោយមានការចាប់ផ្ដើមពីការធ្វើផែនការហិរញ្ញវត្ថុ រហូតដល់ការបណ្ដុះបណ្ដាលបច្ចេកទេស។",
    "Construction Excellence": "ឧត្តមភាពសំណង់",
    "We manage your project every step of the way—from architecture to site management, ensuring timely and quality delivery.": "យើងគ្រប់គ្រងគម្រោងរបស់លោកអ្នកនៅគ្រប់ជំហាន -ដោយចាប់ផ្ដើមពីការរចនាយានដ្ឋាន​រហូតដល់ការគ្រប់គ្រងទីកន្លែង ដើម្បីធានាបាននូវការរៀបចំបានត្រូវពេលវេលាជាក់លាក់ និងទទួលបានគុណភាពល្អ។",
    "Innovative Systems": "ប្រព័ន្ធគ្រប់គ្រងទំនើបបូករួមនឹងស្តង់ដារបច្ចេកវិទ្យា",
    "Our system installations and accessories keep your business at the forefront of efficiency and customer service.": "ការតម្លើងប្រព័ន្ធ និងឧបករណ៍គ្រឿងបន្លាស់របស់យើងធានាថាអាជីវកម្មយានដ្ឋានថែទាំរថយន្តរបស់លោកអ្នកឲ្យនៅចំណុចជួរមុខគេនៃប្រសិទ្ធភាពខ្ពស់ និងសេវាកម្មអតិថិជន។ ",
    "Your Trusted Partner in Auto Business.": "ដៃគូដែលលោកអ្នកអាចជឿទុកចិត្តបាននៅក្នុងអាជីវកម្មយានដ្ឋានរថយន្ត។",
    "At NK Life-Tech, we bring international standards to Cambodia's auto care industry. We specialize in business consultancy, garage construction, system installations, and upgrading existing facilities to the highest standard. Our expert team will support your business from concept to completion.": "នៅ NK Life-Tech យើងបាននាំមុខនូវស្ដង់ដារអន្តរជាតិទៅកាន់វិស័យឧស្សាហកម្មថែទាំរថយន្តនៅប្រទេសកម្ពុជា។​ យើងមានជំនាញច្បាស់លាស់ក្នុងការផ្ដល់យោគបល់ ការតម្លើងប្រព័ន្ធ និងការកែលម្អនូវយានដ្ឋានដែលមានស្ដង់ដារល្អបំផុត។​ ក្រុមការងាររបស់យើងនឹងចាំគាំទ្រអាជីវកម្មរបស់លោកអ្នកតាំងពីចាប់ផ្ដើមរហូតដល់ទីបញ្ចប់។",
    "Extraordinary Service": "សេវាកម្មល្អឥតគូរប្រៀប",
    "We transform excellence in the big construction industry in the quality of our work.": "យើងបានបំលែងភាពល្អឥតខ្ចោះក្នុងឧស្សាហកម្មដោយសេវាកម្មដែលមានគុណភាពល្អនិងងាយស្រួលសម្រាប់អតិថិជនរបស់លោកអ្នក។\n",
    "Expert Advices": "ការប្រឹក្សាណែនាំពីអ្នកជំនាញ",
    "Our commitment to quality defines our work in major construction projects.": "ការប្តេជ្ញារបស់យើងចំពោះគុណភាពគឺជាគន្លងដេកនាំការងារដែលយើងធ្វើក្នុងគម្រោងកសាងធំៗ។",
    "LEARN MORE": "ស្វែងយល់អំពីព័ត៌មានបន្ថែម",
    "We provide solutions that can make you happy": "យើងផ្តល់ដំណោះស្រាយដែលអាចធ្វើឲ្យលោកអ្នកទទួលបានអារម្មណ៍ប្រសើរ",
    "About NK Life-Tech": "អំពី NK Life-Tech",
    "Founded in 2023, NK Life-Tech has quickly become Cambodia’s leading provider of auto care consultancy and construction services. We are committed to elevating the standards of auto care with transparency, accountability, and result-driven solutions. Our team works closely with business owners to deliver tailored solutions that drive results.": "NK Life-Tech បានបង្កើតឡើងតាំងពីឆ្នាំ ២០២៣ ហើយបានក្លាយទៅជាអ្អ្នកផ្តល់សេវាកម្មកាន់តែមានភាពនាំមុខនៅកម្ពុជា ក្នុងវិស័យជំនាញការប្រឹក្សាថែទាំរថយន្ត និងសេវាកម្មផ្សេងៗ។ យើងមានការប្តេជ្ញាចិត្តក្នុងការកែលម្អស្តង់ដារនៃការថែទាំរថយន្តដោយផ្អែកលើភាពច្បាស់លាស់ ការទទួលខុសត្រូវ និងដំណោះស្រាយដែលផ្អែកលើលទ្ធផល។ ក្រុមការងាររបស់យើងធ្វើការជាមួយម្ចាស់អាជីវកម្មយ៉ាងជិតស្និទ្ធដើម្បីផ្តល់ដំណោះស្រាយដែលសមស្របតាមតម្រូវការក្នុងការបង្កើនលទ្ធផល។\n\n",
    "Our mission is to provide top-tier auto care services that meet international standards, helping businesses grow and achieve long-lasting success.": "បេសកកម្មរបស់យើងគឺផ្តល់នូវសេវាកម្មថែទាំរថយន្តដែលមានគុណភាពខ្ពស់ដែលអាចឆ្លើយតបនឹស្តង់ដារអន្តរជាតិ ដើម្បីជួយឱ្យអាជីវកម្មមានការកើនឡើង និងទទួលជោគជ័យយូរ។",
    "Completed Projects": "គម្រោងដែលបានបញ្ចប់",
    "Years Of Experience": "បទពិសោធន៍ជាច្រើនឆ្នាំ",
    "Book A Meeting": "កក់ការសន្ទនាបន្ថែម",
    "Start Project": "ចាប់ផ្តើមគម្រោងសេវាកម្ម",
    "Get Done on Time": "ធ្វើឲ្យបានរួចរាល់ក្នុងពេលវេលា",
    "24/7 Emergency Service": "សេវាកម្មសង្រ្គោះបន្ទាន់ 24/7",
    "Experienced Technicians": "អ្នកបច្ចេកទេសមានបទពិសោធន៍",
    "Satisfaction Guarantee": "ការធានាគុណភាពសមរភាព",
    "Dive Into Our Signature Work.": "ចុះកិច្ចសន្យាការងារជាមួយពួកយើង",
    "Explore the core mission and vision that drives us every day. At Behind the Stories Company, we're not just about cleaning homes.": "ស្វែងយល់ពីបេសកកម្មស្នូល និងចក្ខុវិស័យដែលជំរុញយើងជារៀងរាល់ថ្ងៃ។ នៅ Behind the Stories Company យើងមិនត្រឹមតែសម្អាតផ្ទះប៉ុណ្ណោះទេ។",
    "SEE OUR SERVICES": "មើលសេវាកម្មផ្សេងៗរបស់ពួកយើង\n",
    "What Our Clients Say": "មតិយោបល់ពីអតិថិជនដែលបានប្រើប្រាស់សេវាកម្មរបស់ពូកយើង\n",
    "BOOK A MEETING": "កក់ការសន្ទនាបន្ថែម\n"
}